<?php
include_once ('shablon.php');

$content->set('{page_title}', 'Skateboarding');
$content->set('{page_title}', 'Skateboarding');
$content->set('{page_text}', '<p class = "zagolovok">Скейтбординг</p>
                    <p>Скейтбординг (англ. skateboarding) — экстремальный вид спорта, заключающийся в катании, а также в исполнении различных трюков на скейтборде. Человека, занимающегося скейтбордингом, называют скейтборди́стом, или ске́йтером.</p>
                    <p class = "zagolovok">История скейтбординга</p>
                    <img class="onright" src = "imagine/image1.jpg">
                    <p class = "zagolovok1">1940—1960-е</p>

                    <p>Скейтбординг появился в конце 1930-х — начале 1950-х годов, в среде калифорнийских сёрферов, которые не могли заниматься сёрфингом, когда не было волн. Первыми скейтами были ящики и доски с прикреплёнными колёсами. Позже ящики были заменены на доски из спрессованных слоёв древесины — похожие на те, которые используются в настоящее время.</p>

                    <p>В начале 1960-х, производители досок для сёрфинга начинают выпускать скейтборды. В это же время, благодаря журналу Skateboarder Magazine, популярность скейтбординга возросла. В 1965 году были проведены несколько чемпионатов. Но, уже к 1966 году популярность скейтбординга упала и стала увеличиваться только в начале 1970-х. Однако уже в середине 60-х и начале 70-х начали развиваться скейтбордические фирмы, которые имеют сегодня наибольшую популярность (Vans).</p>

                    <p class = "zagolovok1">1970-е</p>
                    <p>В начале 1970-х, Фрэнк Нэсворти создаёт полиуретановые колёса. Благодаря таким их свойствам, как улучшенное сцепление с дорогой и лёгкость, популярность скейтбординга резко увеличивается. Компании начинают выпуск подвесок специально предназначенных для скейтбординга. Деки становятся шире, достигая 10 дюймов (25,4 см), таким образом давая скейтеру больше контроля над скейтом.</p>

                    <p>Производители начинают экспериментировать с новыми материалами для дек, такими как стекловолокно и алюминий, но большинство дек делаются из кленовой фанеры. Скейтеры начинают изобретать новые трюки. Также, калифорнийские скейтеры, среди которых Ty Page, Bruce Logan (англ.)русск., Bobby Piercy (англ.)русск., Kevin Reed (англ.)русск., и команда Z-Boys, начинают кататься в бассейнах, пустых из-за засухи 1976 года. Они являются первыми, кто начал кататься в стиле верт.</p>

                    <p>Результатом верт-движения стала борьба скейт-парков с высокой ответственностью, что привело большинство из них к закрытию. В ответ на это, верт-скейтеры начали строить свои собственные рампы, а фристайл-скейтеры продолжали развиваться в стиле флэтленд. Таким образом, к началу 1980-х годов, популярность скейтбординга вновь снизилась.</p>

                    <p class = "zagolovok1">1980-е</p>
                    <img class="onleft" src = "imagine/image2.jpg">
                    <p>Изобретение Аланом Гелфандом прыжка без рук (позже названного ollie) в 1976 году и развитие грэб-трюков Джорджом Ортоном и Тони Альвой, позволило скейтерам выполнять трюки в вертикальных рампах. Но, поскольку большинство скейтеров в то время не имели доступа к рампам и не могли себе позволить собственные рампы, стрит-стиль завоевал популярность. Одним из пионеров стиля стрит стал Родни Маллен, который изобрёл многие современные трюки, такие как impossible и kickflip.</p>

                    <p>Влияние фристайла на стрит стало заметно с середины 80-х, но скейты всё ещё оставались предназначенными для стиля верт: широкие деки с узкой носовой частью и большими мягкими колёсами. Тем не менее, в конце 80-х скейтбординг быстро развивался. Из-за малого количества скейт-парков, скейтеры начали кататься в торговых центрах. Это привело к неприязни общества к скейтбордингу, судебным искам к скейтерам и запрету катания в общественных местах.</p>
                    <img class="onright" src = "imagine/image3.jpg">
                    <p class = "zagolovok1">1990-е — настоящее время</p>
                    <p>В настоящее время большинство скейтеров катаются в стиле стрит, поэтому скейты претерпели изменения. Их длина составляет от 30 (76,2 см) до 32 дюймов (81,28 см), ширина — от 7 до 8,6 дюймов. Но бывают и исключения, как в меньшую сторону, так и в большую. Например, выпускаются скейтборды шириной в 6 дюймов, предназначенные для детей, или доски шириной 9 и даже 9,5 дюймов, так называемый круйзерные доски, но они изготавливаются в традиционном исполнении, то есть в форме «рыбки». В большинстве на них катаются в пулах и рампах, но есть люди, которым удобно кататься на таких в стрите. Колёса делают из очень твёрдого полиуретана, с твёрдостью примерно 99А, но их размер уменьшен, что делает скейтборд легче и облегчает выполнение трюков. Форма скейтборда сформировалась на основе скейтов для фристайла и стала стандартом с середины 1990-х. Также бывают скейтборды и других форм, как правило они коллекционные и не предназначены для катания.</p>

                    <p class = "zagolovok1">2020 — олимпийский вид спорта</p>
                    <p>Международный Олимпийский комитет включил cкейтбординг в программу летней Олимпиады в Токио в 2020 году.</p>');
$content->set('{button_1}', 'Главная');
$content->set('{button_2}', 'Скейт-трюки');
$content->set('{button_3}', 'Скетбордисты');
$content->set('{button_4}', 'О Сайте');
$content->set('{bottom_text}', 'Сайт разработал и создал студент группы 551003: Кудрявцев Сергей Александрович.');

$content->out_content('shablon.tpl');

?>